[
  {
    "id": 1,
    "icon": "https://i.ibb.co/tKL72ZB/google_1_1_1.png",
    "job_title": "Technical Database Engineer",
    "company": "Google LLC",
    "job_type": "Full Time",
    "job_location": "Remote",
    "location": "Dhaka, Bangladesh",
    "minimum_salary": "100",
    "maximum_salary": "150",
    "job_description": "We are seeking a highly skilled Technical Database Engineer to join our team. The ideal candidate will have a strong background in database management, data architecture, and data modeling. The Technical Database Engineer will be responsible for designing, implementing, and maintaining databases that meet the organization's requirements for scalability, performance, and security.",
    "job_responsibility": "Design and implement database architecture and data models that support the organization's business objectives. Develop database solutions that are scalable, reliable, and secure. Monitor database performance and ensure that databases are operating efficiently. Stay up_to_date with emerging trends and technologies in database management and recommend improvements to our existing database infrastructure.",
    "education_requirement": "Bachelor's degree in Computer Science or related field",
    "experiences": "At least 2 years of experience in database management.",
    "phone": "01719877736",
    "email": "mridul116@gmail.com",
    "address": "Dhanmondi 32, Shukrabad, Dhaka, Bangladesh."
  },
  {
    "id": 2,
    "icon": "https://i.ibb.co/wwXPpqw/netflix_4_1.png",
    "job_title": "Senior Product Designer",
    "company": "Netflix",
    "job_type": "Full Time",
    "job_location": "Remote",
    "location": "Dhaka, Bangladesh",
    "minimum_salary": "100",
    "maximum_salary": "150",
    "job_description": "We are seeking a highly skilled Senior Product Designer to join our team. The ideal candidate will have a proven track record of designing intuitive and engaging user experiences for digital products. The Senior Product Designer will be responsible for leading the design of new products and features, as well as improving the user experience of existing products.",
    "job_responsibility": "Lead the design of new products and features from ideation to launch. Conduct user research to understand user needs and behaviors. Create user personas, user journeys, and wireframes to guide the design process. Stay up_to_date with emerging design trends and technologies and incorporate them into the design process.",
    "education_requirement": "Bachelor's degree in Design or a related field.",
    "experiences": "Minimum 7+ years of experience in product design, with a strong portfolio demonstrating a track record of designing successful products.",
    "phone": "01576666541",
    "email": "sajid98@gmail.com",
    "address": "Gulshan, Dhaka, Bangladesh"
  },
  {
    "id": 3,
    "icon": "https://i.ibb.co/ft1DNvx/tesla_9_1.png",
    "job_title": "Software Engineer",
    "company": "Tesla",
    "job_type": "Full Time",
    "job_location": "Onsite",
    "location": "Dhaka, Bangladesh",
    "minimum_salary": "150",
    "maximum_salary": "200",
    "job_description": "Once the software design is complete, software engineers write the code that brings it to life. They use programming languages such as Java, C++, Python, or JavaScript to create software applications that are robust, reliable, and easy to maintain.",
    "job_responsibility": "Maintain and update existing software products, including fixing bugs, adding new features, and ensuring they remain secure and up_to_date with the latest technologies.",
    "education_requirement": "Bachelor's degree in Graphic Design or related field",
    "experiences": "Minimum of 5 years of software engineering experience",
    "phone": "01867543432",
    "email": "atik69@gmail.com",
    "address": "Uttara, Dhaka, Bangladesh"
  },
  {
    "id": 4,
    "icon": "https://i.ibb.co/vdfQCM9/Group_10021.png",
    "job_title": "Web Developer",
    "company": "Airbnb",
    "job_type": "Full Time",
    "job_location": "Onsite",
    "location": "Dhaka, Bangladesh",
    "minimum_salary": "120",
    "maximum_salary": "170",
    "job_description": "A Web Developer is a professional who is responsible for the design and construction of websites. They ensure that sites meet user expectations by ensuring they look good, run smoothly and offer easy access points with no loading issues between pages or error messages.",
    "job_responsibility": "Writing well designed, testable, efficient code by using best software development practices. Create website layout/user interface by using standard HTML/CSS practices. Gather and refine specifications and requirements based on technical needs. Cooperate with web designers to match visual design intent.",
    "education_requirement": "Bachelor's degree in Computer Science or related field",
    "experiences": "Minimum of 2 years of software engineering experience",
    "phone": "01867543432",
    "email": "bayazid9@gmail.com",
    "address": "Mirpur, Dhaka, Bangladesh"
  }
]
